use aldakkanehCore;
INSERT INTO Products(ProductName, Description, Price, CategoryID, ProductImage) VALUES
(N'رز تايجر 3.5 كغ - 3 قطعة', N'أرز عالي الجودة من تايجر',3,6, 'img3.jpg'),
(N'كلور متعدد الاستخدامات أبيض، 3.78لتر من العملاق', N'كلور متعدد الاستخدامات بتركيبة قوية من العملاق',2 ,8, 'img7.jpg'),
(N'ميثك شوكولاته كلوب بحشوة كريمه البندق 45 غ', N'شوكولاتة بحشوة كريمة البندق من ميثك',.50 ,7 , 'img8.jpg'),
(N'كتاكيت شوكو تويست 22غم 10+1', N'بسكويت الشوكولاتة المفضل لدى الأطفال',.50 ,7 , 'im9.jpg'),
(N'كناري ويفر تويتس 10 غ عدد 20', N'كناري ويفر تويتس حزمة تحتوي على 20 قطعة',.20,7, 'img10.jpg'),
(N'كب كيك الشوكولاتة 540', N'كب كيك الشوكولاتة المميز', .30,7 , 'img11.jpg'),
(N'زلوم بسكويت محشي بالشكولاتة مغطى بالشكولاتة، 25 غم 10+1', N'بسكويت محشي بالشوكولاتة مغطى بالشوكولاتة',.30 ,7 , 'img12.jpg'),
(N'ذا بينك ستاف‏, منظف الأرضيات', N'منظف أرضيات قوي وفعال',2 ,8, 'img13.jpg'),
(N'الباشا برغل أصفر ناعم، 800 غرام', N'برغل أصفر ناعم عالي الجودة',3 , 6, 'img14.jpg'),
(N'ميكسيتا تورتيلا شيبس بالفلفل الحلو 180 جرام', N'رقائق تورتيلا بالفلفل الحلو',.50 ,5 , 'img18.jpg'),
(N'كيتكو بليس رقائق الحمص 27 جرام', N'رقائق الحمص المغذية',.50, 5, 'img16.jpg'),
(N'تاكيس الازرق', N'رقائق تورتيلا حارة',.50 ,5 , 'img17.jpg'),
(N'رقائق التورتيلا بالطعم الأصلي', N'رقائق تورتيلا بطعم الأصلي',.50 ,5, 'img15.jpg'),
(N'أرز مكسيكي بالجبنة', N'أرز مكسيكي مميز مع الجبنة',3 ,6 , 'img19.jpg'),
(N'إيتي كيو اورجانيك فودز بازلاء بيضاء جافة عضوية', N'بازللاء بيضاء جافة عضوية من إيتي كيو',3 ,6, 'img20.jpg'),
(N'هلا شيبس تشيزرز تويست', N'رقائق تشيزرز تويست المقرمشة',.50 , 5, 'img1.jpg'),
(N'العملاق سائل جلي المركز ليمون 1800مل | أردني', N'سائل جلي المركز بالليمون من العملاق',2 , 8, 'img21.jpg');
